Repository: ViffyGwaanl/papertok-reader
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# settings.storage.clear_history_q
source: Clear all conversation history?
zh_hans: 清除所有对话历史？
zh_hant: 清除所有對話記錄？

# settings.storage.conversation_history
source: Conversation History
zh_hans: 对话历史
zh_hant: 對話紀錄

# settings.storage.cover_images
source: Cover Images
zh_hans: 封面图像
zh_hant: 封面圖片

# settings.storage.data_management
source: Data Management
zh_hans: 数据管理
zh_hant: 資料管理

# settings.storage.database
source: Database
zh_hans: 数据库
zh_hant: 資料庫

# settings.storage.export_backup
source: Export Backup
zh_hans: 导出备份
zh_hant: 匯出備份

# settings.storage.export_bundle
source: Export Data Bundle
zh_hans: 导出数据包
zh_hant: 匯出資料包

# settings.storage.export_bundle_hint
source: Exports the database and all book files as a zip archive.
zh_hans: 将数据库和所有图书文件作为 zip 压缩包导出。
zh_hant: 將資料庫與所有書籍檔案作為 zip 壓縮檔匯出。

# settings.storage.export_prepared
source: Export prepared.
zh_hans: 导出内容已准备好。
zh_hant: 匯出內容已準備完成。

# settings.storage.history_cleared
source: Conversation history cleared.
zh_hans: 对话历史已清除。
zh_hant: 對話紀錄已清除。

# settings.storage.import_backup
source: Import Backup
zh_hans: 导入备份
zh_hant: 匯入備份

# settings.storage.memory_files
source: Memory Files
zh_hans: 记忆文件
zh_hant: 記憶檔案

# settings.subscription
source: Subscription
zh_hans: 订阅
zh_hant: 訂閱

# settings.sync
source: Sync
zh_hans: 同步
zh_hant: 同步

# settings.sync_backup
source: Sync & Backup
zh_hans: 同步与备份
zh_hant: 同步與備份

# settings.system
source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.theme
source: Theme
zh_hans: 主题
zh_hant: 主題

# settings.theme.dark
source: Dark
zh_hans: 深色
zh_hant: 深色

# settings.theme.light
source: Light
zh_hans: 浅色
zh_hant: 淺色

# settings.theme.system
source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.three_finger_tap_undo
source: Three-Finger Tap to Undo
zh_hans: 三指点击撤销
zh_hant: 三指點擊復原

# settings.time_format
source: Time Format
zh_hans: 时间格式
zh_hant: 時間格式

# settings.title
source: Settings
zh_hans: 设置
zh_hant: 設定

# settings.touch_id
source: Touch ID
zh_hans: 指纹

# settings.tutorial
source: Tutorial
zh_hans: 教程
zh_hant: 教學

# settings.upgrade
source: Upgrade
zh_hans: 升级
zh_hant: 升級

# settings.verbose_logging
source: Verbose Logging
zh_hans: 详细日志
zh_hant: 詳細日誌

# settings.version
source: Version
zh_hans: 版本
zh_hant: 版本

# settings.view_recent_errors
source: View Recent Errors
zh_hans: 查看近期错误
zh_hant: 檢視近期錯誤

# share.add_to_library
source: Add to Library
zh_hans: 添加到书库
zh_hant: 新增到書庫

# share.ai_prompt.content_analysis
source: Please analyze this shared content.
zh_hans: 请分析这段共享内容。
zh_hant: 請分析這段共享內容。

# share.ai_prompt.image_analysis
source: Please analyze the attached image.
zh_hans: 请分析所附图片。
zh_hant: 請分析附上的圖片。

# share.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# share.create_note
source: Create Note
zh_hans: 创建笔记
zh_hant: 建立筆記

# share.done
source: Done
zh_hans: 完成
zh_hant: 完成

# share.error.cannot_process
source: Cannot process this content.
zh_hans: 无法处理此内容。
zh_hant: 無法處理此內容。

# share.error.content_unavailable
source: Shared content is no longer available.
zh_hans: 共享内容已不可用。
zh_hant: 共享內容已不可用。

# share.error.route_requires_bookshelf
source: This shared item should be imported from the Bookshelf tab.
zh_hans: 这个共享项目应当从书架标签页导入。
zh_hant: 這個共享項目應該從書架分頁匯入。

# share.import_epub
source: Import as EPUB
zh_hans: 作为 EPUB 导入
zh_hant: 作為 EPUB 匯入

# share.import_pdf
source: Import as PDF
zh_hans: 作为 PDF 导入
zh_hant: 作為 PDF 匯入

# share.processing
source: Processing...
zh_hans: 处理中...
zh_hant: 處理中...

# share.save_image
source: Save Image
zh_hans: 保存图像
zh_hant: 儲存圖片

# share.send_to_ai
source: Send to AI Chat
zh_hans: 发送到 AI 对话
zh_hant: 傳送到 AI 對話

# share.title
source: Save to PaperTok
zh_hans: 保存到 PaperTok
zh_hant: 儲存到 PaperTok

# statistics.achievements
source: Achievements
zh_hans: 成就
zh_hant: 成就

# statistics.active_days
source: active days
zh_hans: 活跃天数
zh_hant: 活躍天數

# statistics.activity_days
source: Days Active
zh_hans: 活跃天数
zh_hant: 活躍天數

# statistics.afternoon
source: Afternoon
zh_hans: 下午
zh_hant: 下午

# statistics.all_time
source: All Time
zh_hans: 全部时间
zh_hant: 全部時間

# statistics.april
source: April
zh_hans: 四月
zh_hant: 四月

# statistics.august
source: August
zh_hans: 八月
zh_hant: 八月

# statistics.avg_minutes
source: Avg Minutes
zh_hans: 平均分钟
zh_hant: 平均分鐘

# statistics.best_streak
source: Best Streak
zh_hans: 最佳连续
zh_hant: 最佳連續

# statistics.books_read
source: Books Read
zh_hans: 已读图书
zh_hant: 已讀書籍

# statistics.by_book
source: By Book
zh_hans: 按图书
zh_hant: 依書籍

# statistics.completion_rate
source: Completion Rate
zh_hans: 完成率
zh_hant: 完成率

# statistics.completion_tracking
source: Completion Tracking
zh_hans: 完成度追踪
zh_hant: 完成度追蹤

# statistics.daily_average
source: Daily Average
zh_hans: 日均
zh_hant: 日平均

# statistics.daily_highlight
source: Daily Highlight
zh_hans: 每日亮点
zh_hant: 每日亮點

# statistics.daily_highlight_empty
source: Create more highlights while reading to surface a daily quote here.
zh_hans: 在阅读时创建更多高亮，以便在此处显示每日金句。
zh_hant: 在閱讀時建立更多螢光標示，以便在此顯示每日金句。

# statistics.day_count_short_format
source: %d d
zh_hans: %d 天
zh_hant: %d 天

# statistics.december
source: December
zh_hans: 十二月
zh_hant: 十二月

# statistics.empty.description
source: Start reading to see your statistics here.
zh_hans: 开始阅读以在此查看你的统计数据。
zh_hant: 開始閱讀以在此查看你的統計資料。

# statistics.empty.title
source: No Reading Data
zh_hans: 暂无阅读数据
zh_hant: 暫無閱讀資料

# statistics.evening
source: Evening
zh_hans: 晚上
zh_hant: 晚上

# statistics.february
source: February
zh_hans: 二月
zh_hant: 二月

# statistics.friday
source: Friday
zh_hans: 周五
zh_hant: 週五

# statistics.heatmap
source: Heatmap
zh_hans: 热力图
zh_hant: 熱圖

# statistics.january
source: January
zh_hans: 一月
zh_hant: 一月

# statistics.july
source: July
zh_hans: 七月
zh_hant: 七月

# statistics.june
source: June
zh_hans: 六月
zh_hant: 六月

# statistics.last_30_days
source: Last 30 Days
zh_hans: 最近 30 天
zh_hant: 最近 30 天

# statistics.last_7_days
source: Last 7 Days
zh_hans: 最近 7 天
zh_hant: 最近 7 天

# statistics.last_90_days
source: Last 90 Days
zh_hans: 最近 90 天
zh_hant: 最近 90 天

# statistics.less
source: Less
zh_hans: 较少
zh_hant: 較少

# statistics.march
source: March
zh_hans: 三月
zh_hant: 三月

# statistics.may
source: May
zh_hans: 五月
zh_hant: 五月

# statistics.minutes_per_day
source: Minutes per Day
zh_hans: 每日分钟
zh_hant: 每日分鐘

# statistics.minutes_short_format
source: %d min
zh_hans: %d 分钟
zh_hant: %d 分鐘

# statistics.monday
source: Monday
zh_hans: 周一
zh_hant: 週一

# statistics.more
source: More
zh_hans: 较多
zh_hant: 較多

# statistics.morning
source: Morning
zh_hans: 上午
zh_hant: 上午

# statistics.nearly_finished
source: Nearly Finished
zh_hans: 即将完成
zh_hant: 即將完成

# statistics.nearly_finished_hint
source: Books between 60% and 93% completion will appear here.
zh_hans: 完成度在 60% 到 93% 之间的图书将显示在此处。
zh_hant: 完成度在 60% 到 93% 之間的書籍將顯示在此處。

# statistics.night
source: Night
zh_hans: 深夜
zh_hant: 深夜

# statistics.no_activity
source: No reading activity yet
zh_hans: 暂无阅读活动
zh_hant: 尚無閱讀活動

# statistics.november
source: November
zh_hans: 十一月
zh_hant: 十一月

# statistics.october
source: October
zh_hans: 十月
zh_hant: 十月

# statistics.pages_per_hour
source: Pages per Hour
zh_hans: 每小时页数
zh_hant: 每小時頁數

# statistics.pages_read
source: Pages Read
zh_hans: 已读页数
zh_hant: 已讀頁數

# statistics.peak_day
source: Peak Reading Day
zh_hans: 高峰日
zh_hant: 高峰日

# statistics.peak_hour
source: Peak Reading Hour
zh_hans: 高峰时段
zh_hant: 高峰時段

# statistics.range_empty
source: Books with reading activity in the selected range will appear here.
zh_hans: 所选范围内有阅读活动的图书将显示在此处。
zh_hant: 所選範圍內有閱讀活動的書籍將顯示在此處。

# statistics.readingActivity
source: Reading Activity
zh_hans: 阅读活动
zh_hant: 閱讀活動

# statistics.readingTime
source: Reading Time
zh_hans: 阅读时间
zh_hant: 閱讀時間

# statistics.reading_activity
source: Reading Activity
zh_hans: 阅读活动
zh_hant: 閱讀活動

# statistics.reading_speed
source: Reading Speed
zh_hans: 阅读速度
zh_hant: 閱讀速度

# statistics.reading_time_today
source: Today's Reading Time
zh_hans: 今日阅读时间
zh_hant: 今日閱讀時間

# statistics.reading_time_total
source: Total Reading Time
zh_hans: 总阅读时间
zh_hant: 總閱讀時間

# statistics.reading_trends
source: Reading Trends
zh_hans: 阅读趋势
zh_hant: 閱讀趨勢

# statistics.saturday
source: Saturday
zh_hans: 周六
zh_hant: 週六

# statistics.september
source: September
zh_hans: 九月
zh_hant: 九月

# statistics.streak
source: Streak
zh_hans: 连续天数
zh_hant: 連續天數

# statistics.sunday
source: Sunday
zh_hans: 周日
zh_hant: 週日

# statistics.this_month
source: This Month
zh_hans: 本月
zh_hant: 本月

# statistics.this_week
source: This Week
zh_hans: 本周
zh_hant: 本週

# statistics.daily
source: Daily
zh_hans: 按天
zh_hant: 按日

# statistics.weekday
source: Weekday
zh_hans: 星期
zh_hant: 星期

# statistics.this_year
source: This Year
zh_hans: 今年
zh_hant: 今年

# statistics.thursday
source: Thursday
zh_hans: 周四
zh_hant: 週四

# statistics.title
source: Statistics
zh_hans: 统计
zh_hant: 統計

# statistics.total_bookmarks
source: Total Bookmarks
zh_hans: 书签总数
zh_hant: 書籤總數

# statistics.total_books
source: Total Books
zh_hans: 书籍总数
zh_hant: 書籍總數

# statistics.total_highlights
source: Total Highlights
zh_hans: 高亮总数
zh_hant: 螢光標示總數

# statistics.total_notes
source: Total Notes
zh_hans: 笔记总数
zh_hant: 筆記總數

# statistics.total_time
source: Total Time
zh_hans: 总时长
zh_hant: 總時長

# statistics.tuesday
source: Tuesday
zh_hans: 周二
zh_hant: 週二

# statistics.wednesday
source: Wednesday
zh_hans: 周三
zh_hant: 週三

# statistics.weekly_average
source: Weekly Average
zh_hans: 周均
zh_hant: 週平均

# statistics.words_per_minute
source: Words per Minute
zh_hans: 每分钟词数
zh_hant: 每分鐘字數

# status.busy
source: Busy
zh_hans: 忙碌
zh_hant: 忙碌

# status.cancelled
source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

# status.complete
source: Complete
zh_hans: 完成
zh_hant: 完成

# status.connected
source: Connected
zh_hans: 已连接
zh_hant: 已連線

# status.connecting
source: Connecting...
zh_hans: 连接中...
zh_hant: 連線中...

# status.disconnected
source: Disconnected
zh_hans: 已断开
zh_hant: 已中斷

# status.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# status.idle
source: Idle
zh_hans: 空闲
zh_hant: 閒置

# status.offline
source: Offline
zh_hans: 离线
zh_hant: 離線

# status.online
source: Online
zh_hans: 在线
zh_hant: 線上

# status.paused
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# status.pending
source: Pending
zh_hans: 待处理
zh_hant: 待處理

# status.processing
source: Processing
zh_hans: 处理中
zh_hant: 處理中

# status.queued
source: Queued
zh_hans: 排队中
zh_hant: 排隊中

# status.ready
source: Ready
zh_hans: 就绪
zh_hant: 就緒

# sync.advanced_options
source: Advanced Options
zh_hans: 高级选项
zh_hant: 進階選項

# sync.auto_sync
source: Auto-sync
zh_hans: 自动同步
zh_hant: 自動同步

# sync.backup_password
source: Backup Password
zh_hans: 备份密码
zh_hant: 備份密碼

# sync.bandwidth_limit
source: Bandwidth Limit
zh_hans: 带宽限制
zh_hant: 頻寬限制

# sync.changes_pending
source: Changes pending
zh_hans: 有待同步的更改
zh_hant: 有待同步的變更

# sync.configure
source: Configure
zh_hans: 配置
zh_hant: 設定

# sync.confirm_password
source: Confirm Password
zh_hans: 确认密码
zh_hant: 確認密碼

# sync.conflict_description.last_modified_wins
source: Automatically keep the version with the most recent modification date.
zh_hans: 自动保留修改时间最新的版本。
zh_hant: 自動保留修改時間最新的版本。

# sync.conflict_description.local_wins
source: Always prefer the local copy when conflicts occur.
zh_hans: 发生冲突时始终优先本地副本。
zh_hant: 發生衝突時一律優先本機副本。

# sync.conflict_description.manual
source: Ask each time a conflict is detected.
zh_hans: 每次检测到冲突时都询问。
zh_hant: 每次偵測到衝突時都詢問。

# sync.conflict_description.remote_wins
source: Always prefer the server copy when conflicts occur.
zh_hans: 发生冲突时始终优先服务器副本。
zh_hant: 發生衝突時一律優先伺服器副本。

# sync.conflict_strategy
source: Conflict strategy
zh_hans: 冲突策略
zh_hant: 衝突策略

# sync.connection_status.failure
source: Connection failed. Check your credentials and server settings.
zh_hans: 连接失败，请检查凭据和服务器设置。
zh_hant: 連線失敗，請檢查憑證與伺服器設定。

# sync.connection_status.success
source: Connected successfully
zh_hans: 连接成功
zh_hant: 連線成功

# sync.connection_tester
source: Connection Tester
zh_hans: 连接测试器
zh_hant: 連線測試器

# sync.download
source: Download
zh_hans: 下载
zh_hant: 下載

# sync.downloading
source: Downloading...
zh_hans: 下载中...
zh_hant: 下載中...

# sync.encrypt_backups
source: Encrypt Backups
zh_hans: 加密备份
zh_hant: 加密備份

# sync.encryption
source: Encryption
zh_hans: 加密
zh_hant: 加密

# sync.full_sync_legacy
source: Full Sync (Legacy)
zh_hans: 完整同步（旧版）
zh_hant: 完整同步（舊版）

# sync.keychain_hint
source: Credentials are stored securely in the device Keychain.
zh_hans: 凭据安全存储在设备钥匙串中。
zh_hant: 憑證安全儲存於裝置鑰匙圈中。

# sync.last_modified_wins
source: Last modified wins
zh_hans: 最后修改优先
zh_hant: 最後修改優先

# sync.last_sync
source: Last sync
zh_hans: 上次同步
zh_hant: 上次同步

# sync.local_backup
source: Local Backup
zh_hans: 本地备份
zh_hant: 本機備份

# sync.local_wins
source: Local wins
zh_hans: 本地优先
zh_hant: 本機優先

# sync.never_synced
source: Never synced
zh_hans: 尚未同步
zh_hant: 尚未同步

# sync.not_configured
source: Not configured
zh_hans: 未配置
zh_hant: 未設定

# sync.remote_wins
source: Remote wins
zh_hans: 远程优先
zh_hant: 遠端優先

# sync.restore_from_server
source: Restore from Server
zh_hans: 从服务器恢复
zh_hant: 從伺服器還原

# sync.s3
source: S3 Compatible
zh_hans: S3 兼容
zh_hant: S3 相容

# sync.sync_ai_settings
source: Sync AI settings
zh_hans: 同步 AI 设置
zh_hant: 同步 AI 設定

# sync.sync_complete
source: Sync complete
zh_hans: 同步完成
zh_hant: 同步完成

# sync.sync_failed
source: Sync failed
zh_hans: 同步失败
zh_hant: 同步失敗

# sync.sync_now
source: Sync Now
zh_hans: 立即同步
zh_hant: 立即同步

# sync.sync_options
source: Sync Options
zh_hans: 同步选项
zh_hant: 同步選項

# sync.syncing
source: Syncing...
zh_hans: 同步中...
zh_hant: 同步中...

# sync.test_connection
source: Test Connection
zh_hans: 测试连接
zh_hant: 測試連線

# sync.up_to_date
source: Up to date
zh_hans: 已是最新
zh_hant: 已是最新

# sync.upload
source: Upload
zh_hans: 上传
zh_hant: 上傳

# sync.uploading
source: Uploading...
zh_hans: 上传中...
zh_hant: 上傳中...

# sync.webdav
source: WebDAV Sync
zh_hans: WebDAV 同步
zh_hant: WebDAV 同步

# sync.webdav_server
source: WebDAV Server
zh_hans: WebDAV 服务器
zh_hant: WebDAV 伺服器

# tab.bookshelf
source: Bookshelf
zh_hans: 书架
zh_hant: 書架

# tab.library
source: Library
zh_hans: 书库
zh_hant: 書庫

# tab.notes
source: Notes
zh_hans: 笔记
zh_hant: 筆記

# tab.papers
source: Papers
zh_hans: 论文
zh_hant: 論文

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# tab.statistics
source: Statistics
zh_hans: 统计
zh_hant: 統計

# time.days_ago
source: {count} days ago
zh_hans: {count} 天前
zh_hant: {count} 天前

# time.hours_ago
source: {count} hours ago
zh_hans: {count} 小时前
zh_hant: {count} 小時前

# time.just_now
source: Just now
zh_hans: 刚刚
zh_hant: 剛剛

# time.last_week
source: Last week
zh_hans: 上周
zh_hant: 上週

# time.minutes_ago
source: {count} minutes ago
zh_hans: {count} 分钟前
zh_hant: {count} 分鐘前

# time.next_week
source: Next week
zh_hans: 下周
zh_hant: 下週

# time.tomorrow
source: Tomorrow
zh_hans: 明天
zh_hant: 明天

# time.yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# translate.arabic
source: Arabic
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# translate.auto
source: Auto
zh_hans: 自动
zh_hant: 自動

# translate.chinese_simplified
source: Chinese (Simplified)
zh_hans: 简体中文
zh_hant: 簡體中文

# translate.chinese_traditional
source: Chinese (Traditional)
zh_hans: 繁体中文
zh_hant: 繁體中文

# translate.detected
source: Detected
zh_hans: 已检测
zh_hant: 已偵測

# translate.dutch
source: Dutch
zh_hans: 荷兰语
zh_hant: 荷蘭語

# translate.english
source: English
zh_hans: 英语
zh_hant: 英語

# translate.french
source: French
zh_hans: 法语
zh_hant: 法語

# translate.from_language
source: From
zh_hans: 源语言
zh_hant: 來源語言

# translate.german
source: German
zh_hans: 德语
zh_hant: 德語

# translate.hindi
source: Hindi
zh_hans: 印地语
zh_hant: 印地語

# translate.italian
source: Italian
zh_hans: 意大利语
zh_hant: 義大利語

# translate.japanese
source: Japanese
zh_hans: 日语
zh_hant: 日語

# translate.korean
source: Korean
zh_hans: 韩语
zh_hant: 韓語

# translate.original_language
source: Original Language
zh_hans: 原文语言
zh_hant: 原文語言

# translate.polish
source: Polish
zh_hans: 波兰语
zh_hant: 波蘭語

# translate.portuguese
source: Portuguese
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

# translate.russian
source: Russian
zh_hans: 俄语
zh_hant: 俄語

# translate.spanish
source: Spanish
zh_hans: 西班牙语
zh_hant: 西班牙語

# translate.swedish
source: Swedish
zh_hans: 瑞典语
zh_hant: 瑞典語

# translate.thai
source: Thai
zh_hans: 泰语
zh_hant: 泰語

# translate.to_language
source: To
zh_hans: 目标语言
zh_hant: 目標語言

# translate.turkish
source: Turkish
zh_hans: 土耳其语
zh_hant: 土耳其語

# translate.vietnamese
source: Vietnamese
zh_hans: 越南语
zh_hant: 越南語

# tts.audio_quality
source: Audio Quality
zh_hans: 音频质量
zh_hant: 音訊品質

# tts.auto_continue
source: Auto Continue
zh_hans: 自动继续
zh_hant: 自動繼續

# tts.azure_voice
source: Azure Voice
zh_hans: Azure 语音
zh_hant: Azure 語音

# tts.backend
source: Backend
zh_hans: 后端
zh_hant: 後端

# tts.backend.system
source: System
zh_hans: 系统
zh_hant: 系統

# tts.background_audio
source: Background Audio
zh_hans: 后台音频
zh_hant: 背景音訊

# tts.cache_audio
source: Cache Audio
zh_hans: 缓存音频
zh_hant: 快取音訊

# tts.cloud_voice
source: Cloud Voice
zh_hans: 云端语音
zh_hant: 雲端語音

source: TTS Controls
zh_hans: 朗读控制
zh_hant: 朗讀控制

# tts.download_voice
source: Download Voice
zh_hans: 下载语音
zh_hant: 下載語音

# tts.elevenlabs_voice
source: ElevenLabs Voice
zh_hans: ElevenLabs 语音
zh_hant: ElevenLabs 語音

# tts.from_beginning
source: From Beginning
zh_hans: 从头开始
zh_hant: 從頭開始

# tts.from_current_position
source: From Current Position
zh_hans: 从当前位置
zh_hant: 從目前位置

# tts.high
source: High
zh_hans: 高
zh_hant: 高

# tts.highlight_current
source: Highlight Current Sentence
zh_hans: 高亮当前句子
zh_hant: 螢光標示目前句子

# tts.language
source: Language
zh_hans: 语言
zh_hant: 語言

# tts.lock_screen_controls
source: Lock Screen Controls
zh_hans: 锁屏控制
zh_hant: 鎖屏控制

# tts.next_chapter
source: Next chapter
zh_hans: 下一章
zh_hant: 下一章

# tts.next_paragraph
source: Next Paragraph
zh_hans: 下一段
zh_hant: 下一段

# tts.next_sentence
source: Next Sentence
zh_hans: 下一句
zh_hant: 下一句

# tts.no_voices
source: No voices available
zh_hans: 没有可用的语音
zh_hant: 沒有可用的語音

# tts.openai_voice
source: OpenAI Voice
zh_hans: OpenAI 语音
zh_hant: OpenAI 語音

# tts.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# tts.paused
source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

# tts.pitch
source: Pitch
zh_hans: 音调
zh_hant: 音調

# tts.play
source: Play
zh_hans: 播放
zh_hant: 播放

# tts.preview_voice
source: Preview Voice
zh_hans: 预览语音
zh_hant: 預覽語音

# tts.previous_chapter
source: Previous chapter
zh_hans: 上一章
zh_hant: 上一章

# tts.previous_paragraph
source: Previous Paragraph
zh_hans: 上一段
zh_hant: 上一段

# tts.previous_sentence
source: Previous Sentence
zh_hans: 上一句
zh_hant: 上一句

# tts.read_aloud
source: Read aloud
zh_hans: 朗读
zh_hant: 朗讀

# tts.skip_back
source: Skip Back
zh_hans: 快退
zh_hant: 倒轉

# tts.skip_forward
source: Skip Forward
zh_hans: 快进
zh_hant: 快轉

# tts.speaking
source: Speaking
zh_hans: 朗读中
zh_hant: 朗讀中

# tts.speed
source: Speed
zh_hans: 语速
zh_hant: 語速

# tts.standard
source: Standard
zh_hans: 标准
zh_hant: 標準

# tts.stop
source: Stop
zh_hans: 停止
zh_hant: 停止

# tts.stopped
source: Stopped
zh_hans: 已停止
zh_hant: 已停止

# tts.system_voice
source: System Voice
zh_hans: 系统语音
zh_hant: 系統語音

# tts.text_to_speech
source: Text-to-Speech
zh_hans: 文字转语音
zh_hant: 文字轉語音

# tts.title
source: Text-to-Speech
zh_hans: 文字转语音
zh_hant: 文字轉語音

# tts.voice
source: Voice
zh_hans: 语音
zh_hant: 語音

# tts.voice_engine
source: Voice engine
zh_hans: 语音引擎
zh_hant: 語音引擎

# tts.volume
source: Volume
zh_hans: 音量
zh_hant: 音量

# unit.character
source: character
zh_hans: 字符
zh_hant: 字元

# unit.characters
source: characters
zh_hans: 字符
zh_hant: 字元

# unit.day
source: day
zh_hans: 天
zh_hant: 天

# unit.days
source: days
zh_hans: 天
zh_hant: 天

# unit.hour
source: hour
zh_hans: 小时
zh_hant: 小時

# unit.hours
source: hours
zh_hans: 小时
zh_hant: 小時

# unit.minute
source: minute
zh_hans: 分钟
zh_hant: 分鐘

# unit.minutes
source: minutes
zh_hans: 分钟
zh_hant: 分鐘

# unit.month
source: month
zh_hans: 月
zh_hant: 月

# unit.months
source: months
zh_hans: 月
zh_hant: 月

# unit.page
source: page
zh_hans: 页
zh_hant: 頁

# unit.pages
source: pages
zh_hans: 页
zh_hant: 頁

# unit.week
source: week
zh_hans: 周
zh_hant: 週

# unit.weeks
source: weeks
zh_hans: 周
zh_hant: 週

# unit.word
source: word
zh_hans: 词
zh_hant: 字

# unit.words
source: words
zh_hans: 词
zh_hant: 字

# unit.year
source: year
zh_hans: 年
zh_hant: 年

# unit.years
source: years
zh_hans: 年
zh_hant: 年

# notes.heading
source: Heading
zh_hans: 标题
zh_hant: 標題

# notes.link
source: Link
zh_hans: 链接
zh_hant: 連結

# notes.inline_placeholder_text
source: text
zh_hans: 文本
zh_hant: 文字

# notes.export.title
source: PaperTok Notes Export
zh_hans: PaperTok 笔记导出
zh_hant: PaperTok 筆記匯出

# notes.export.total_notes_format
source: Total notes: %d
zh_hans: 笔记总数：%d
zh_hant: 筆記總數：%d

# notes.export.books_with_notes_format
source: Books with notes: %d
zh_hans: 含笔记图书数：%d
zh_hant: 含筆記書籍數：%d

# notes.export.chapter_format
source: Chapter: %@
zh_hans: 章节：%@
zh_hant: 章節：%@

# notes.export.note_format
source: Note: %@
zh_hans: 笔记：%@
zh_hant: 筆記：%@

# reader.quick_action.explain.subtitle
source: Get a clear explanation of this passage
zh_hans: 获取这段内容的清晰讲解
zh_hant: 取得這段內容的清晰講解

# reader.quick_action.translate.subtitle
source: Translate to your preferred language
zh_hans: 翻译成你偏好的语言
zh_hant: 翻譯成你偏好的語言

# reader.quick_action.summarize.subtitle
source: Get a concise summary of the key points
zh_hans: 获取关键要点的简明总结
zh_hant: 取得關鍵要點的精簡總結

# reader.quick_action.define_vocabulary.subtitle
source: Look up word definitions and usage
zh_hans: 查看词汇释义与用法
zh_hant: 查看詞彙釋義與用法

# reader.quick_action.explain.prompt.chapter
source: Please explain the following passage from "%@", chapter "%@": "%@"
zh_hans: 请讲解《%@》中“%@”这一章的以下内容： “%@”
zh_hant: 請講解《%@》中“%@”這一章的以下內容： “%@”

# reader.quick_action.explain.prompt.book
source: Please explain the following passage from "%@": "%@"
zh_hans: 请讲解《%@》中的以下内容： “%@”
zh_hant: 請講解《%@》中的以下內容： “%@”

# reader.quick_action.translate.prompt.chapter
source: Please translate the following passage from "%@", chapter "%@" into the user's preferred language: "%@"
zh_hans: 请把《%@》中“%@”这一章的以下内容翻译成用户偏好的语言： “%@”
zh_hant: 請把《%@》中“%@”這一章的以下內容翻譯成使用者偏好的語言： “%@”

# reader.quick_action.translate.prompt.book
source: Please translate the following passage from "%@" into the user's preferred language: "%@"
zh_hans: 请把《%@》中的以下内容翻译成用户偏好的语言： “%@”
zh_hant: 請把《%@》中的以下內容翻譯成使用者偏好的語言： “%@”

# reader.quick_action.summarize.prompt.chapter
source: Please summarize the key points of this passage from "%@", chapter "%@": "%@"
zh_hans: 请总结《%@》中“%@”这一章以下内容的关键要点： “%@”
zh_hant: 請總結《%@》中“%@”這一章以下內容的關鍵要點： “%@”

# reader.quick_action.summarize.prompt.book
source: Please summarize the key points of this passage from "%@": "%@"
zh_hans: 请总结《%@》以下内容的关键要点： “%@”
zh_hant: 請總結《%@》以下內容的關鍵要點： “%@”

# reader.quick_action.define_vocabulary.prompt.chapter
source: Please define and explain the vocabulary in this passage from "%@", chapter "%@": "%@"
zh_hans: 请解释《%@》中“%@”这一章以下内容里的词汇与用法： “%@”
zh_hant: 請解釋《%@》中“%@”這一章以下內容裡的詞彙與用法： “%@”

# reader.quick_action.define_vocabulary.prompt.book
source: Please define and explain the vocabulary in this passage from "%@": "%@"
zh_hans: 请解释《%@》以下内容里的词汇与用法： “%@”
zh_hant: 請解釋《%@》以下內容裡的詞彙與用法： “%@”

# settings.ai_provider.temperature
source: Temperature
zh_hans: 温度
zh_hant: 溫度

# settings.ai_provider.presence_penalty
source: Presence Penalty
zh_hans: 存在惩罚
zh_hant: 存在懲罰

# settings.ai_provider.frequency_penalty
source: Frequency Penalty
zh_hans: 频率惩罚
zh_hant: 頻率懲罰

# papers.import_epub
source: Import EPUB
zh_hans: 导入 EPUB
zh_hant: 匯入 EPUB

# papers.import_pdf
source: Import PDF
zh_hans: 导入 PDF
zh_hant: 匯入 PDF

# papers.download.starting
source: Starting download...
zh_hans: 开始下载...
zh_hant: 開始下載...

# papers.download.saving_to_bookshelf
source: Saving to bookshelf...
zh_hans: 正在保存到书架...
zh_hant: 正在儲存到書架...

# ai.search_conversations
source: Search Conversations
zh_hans: 搜索对话
zh_hant: 搜尋對話

# ai.conversations.pinned
source: Pinned
zh_hans: 置顶
zh_hant: 置頂

# common.yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# common.this_week
source: This Week
zh_hans: 本周
zh_hant: 本週
